Repository: jbalcellssUOC/TFG-GEI_WebApp
Catalog: Resources/BasicResources.*.resx
Languages: ca, es, pt

# settings.WebUserProfile
source: profile is designed for individuals who interact with Codis365 services primarily through a web interface. This profile caters to users who require access to our comprehensive suite of online tools for managing transactions efficiently.
ca: perfil dissenyat per a individus que interactuen amb els serveis de Codis365 principalment a través d'una interfície web. Aquest perfil està pensat per a usuaris que requereixen accés al nostre conjunt complet d'eines en línia per gestionar transaccions de manera eficient.
es: perfil diseñado para individuos que interactúan con los servicios de Codis365 principalmente a través de una interfaz web. Este perfil está dirigido a usuarios que requieren acceso a nuestra completa suite de herramientas en línea para gestionar transacciones de manera eficiente.
pt: perfil projetado para indivíduos que interagem com os serviços da Codis365 principalmente por meio de uma interface web. Este perfil atende usuários que necessitam de acesso ao nosso conjunto completo de ferramentas online para gerenciar transações com eficiência.

# settings.APIUserProfile
source: profile is tailored for developers and technical teams who integrate and interact with Codis365 services programmatically through APIs. This profile enables advanced customization and automation capabilities.
ca: perfil pensat per a desenvolupadors i equips tècnics que integren i interactuen amb els serveis de Codis365 de manera programàtica a través d'APIs. Aquest perfil permet capacitats avançades de personalització i automatització.
es: perfil diseñado para desarrolladores y equipos técnicos que integran e interactúan con los servicios de Codis365 de forma programática a través de APIs. Este perfil permite capacidades avanzadas de personalización y automatización.
pt: perfil criado para desenvolvedores e equipes técnicas que integram e interagem com os serviços da Codis365 programaticamente por meio de APIs. Este perfil permite capacidades avançadas de personalização e automação.

# settings.ProfileType
source: Profile Type:
ca: Tipus de Perfil:
es: Tipo de Perfil:
pt: Tipo de Perfil:

# settings.Products
source: Products
ca: Productes
es: Productos
pt: Produtos

# settings.QRReadings
source: QR Readings
ca: Lectures de QR
es: Lecturas de QR
pt: Leituras de QR

# settings.Interactions
source: Interactions
ca: Interaccions
es: Interacciones
pt: Interações

# settings.UserProfile
source: User Profile
ca: Perfil d'Usuari
es: Perfil de Usuario
pt: Perfil do Usuário

# settings.SaveData
source: Save Data
ca: Desar Dades
es: Guardar Datos
pt: Salvar Dados

# settings.GRDP
source: GDPR Compliance Form
ca: RGPD, Formulari de Compliment
es: RGPD, Formulario de Cumplimiento
pt: RGPD, Formulário de Conformidade

# settings.Name
source: Name
ca: Nom
es: Nombre
pt: Nome

# settings.Surname
source: Surname
ca: Cognoms
es: Apellidos
pt: Sobrenome

# settings.grdp1
source: I consent to the processing of my personal data in accordance with the <strong>GDPR</strong> requirements.
ca: Dono el meu consentiment per al tractament de les meves dades personals d'acord amb els requisits del <strong>RGPD</strong>.
es: Doy mi consentimiento para el tratamiento de mis datos personales de acuerdo con los requisitos del <strong>RGPD</strong>.
pt: Dou o meu consentimento para o processamento dos meus dados pessoais de acordo com os requisitos do <strong>RGPD</strong>.

# settings.grdp2
source: I agree to receive <cite><strong>marketing communications and promotional offers</cite></strong>.
ca: Estic d'acord a rebre comunicacions de <cite><strong>màrqueting i ofertes promocionals</strong></cite>.
es: Estoy de acuerdo en recibir comunicaciones de <cite><strong>marketing y ofertas promocionales</strong></cite>.
pt: Concordo em receber comunicações de <cite><strong>marketing e ofertas promocionais</strong></cite>.

# settings.AplicationsSettings
source: Aplications Settings
ca: Configuració de l'aplicació
es: Configuración de la aplicación
pt: Configuração da aplicação

# settings.Setting
source: Setting
ca: Clau
es: Clave
pt: Clave

# settings.Description
source: Description
ca: Descripció
es: Descripción
pt: Descrição

# settings.Value
source: Value
ca: Valor
es: Valor
pt: Valor

# settings.LastUpdate
source: Last Update
ca: Última Actualització
es: Última Actualización
pt: Última Atualização

# settings.Status
source: Status
ca: Estat
es: Estado

# settings.IdleTimeoutTxt
source: Refers to the time before a user's session is automatically terminated due to inactivity.
ca: Es refereix al temps abans que la sessió d'un usuari es tanqui automàticament per inactivitat.
es: Se refiere al tiempo antes de que la sesión de un usuario se cierre automáticamente debido a inactividad.
pt: Refere-se ao tempo antes que a sessão de um usuário seja encerrada automaticamente devido à inatividade.

# settings.Active
source: Active
ca: Actiu
es: Activo
pt: Ativo

# settings.NotificationEmailTxt
source: Manage how and when you receive notifications via email from our application. Customize your preferences to stay informed about important updates, alerts, or events.
ca: Gestiona com i quan reps notificacions per correu electrònic de la nostra aplicació. Personalitza les teves preferències per estar informat sobre actualitzacions importants, alertes o esdeveniments.
es: Gestiona cómo y cuándo recibes notificaciones por correo electrónico de nuestra aplicación. Personaliza tus preferencias para estar informado sobre actualizaciones importantes, alertas o eventos.
pt: Gerencie como e quando você recebe notificações por e-mail do nosso aplicativo. Personalize suas preferências para ficar informado sobre atualizações importantes, alertas ou eventos.

# settings.NotificationSMSTxt
source: Manage how and when you receive notifications via email from our application. Customize your preferences to stay informed about important updates, alerts, or events.
ca: Gestiona com i quan reps notificacions per correu electrònic de la nostra aplicació. Personalitza les teves preferències per estar informat sobre actualitzacions importants, alertes o esdeveniments.
es: Gestiona cómo y cuándo recibes notificaciones por correo electrónico de nuestra aplicación. Personaliza tus preferencias para estar informado sobre actualizaciones importantes, alertas o eventos.
pt: Gerencie como e quando você recebe notificações por e-mail do nosso aplicativo. Personalize suas preferências para ficar informado sobre atualizações importantes, alertas ou eventos.

# settings.Disabled
source: Disabled
ca: Desactivat
es: Desactivado
pt: Desativado

# settings.Action
source: Action
ca: Acció
es: Acción
pt: Ação

# security.Title
source: Codis365 - Security
ca: Seguretat
es: Seguridad
pt: Segurança

# security.Secret
source: Private secret key used by the server to sign the token.
ca: Clau secreta privada utilitzada pel servidor per signar el token.
es: Clave secreta privada utilizada por el servidor para firmar el token.
pt: Chave secreta privada usada pelo servidor para assinar o token.

# security.SecurityOverview
source: Security Overview
ca: Visió General de Seguretat
es: Descripción General de Seguridad
pt: Visão Geral de Segurança

# security.SettingsAndSecurity
source: Settings & Security
ca: Configuració i Seguretat
es: Configuración y Seguridad
pt: Configurações e Segurança

# settings.Security
source: Security
ca: Seguretat
es: Seguridad
pt: Segurança

# security.ProfileSecurity
source: Change your password.
ca: Canvia la teva contrasenya.
es: Cambia tu contraseña.
pt: Altere sua senha.

# security.CurrentPassword
source: Current Password
ca: Contrasenya Actual
es: Contraseña Actual
pt: Senha Atual

# security.NewPassword
source: New Password
ca: Contrasenya Nova
es: Nueva Contraseña
pt: Nova Senha

# security.RepeatPassword
source: Repeat Password
ca: Repetir contrasenya
es: Repetir contraseña
pt: Repita a senha

# security.ChangePassword
source: Change Password
ca: Canviar Contrasenya
es: Cambiar Contraseña
pt: Alterar Senha

# security.PasswordLink
source: Send Change Password Link.
ca: Envia l'Enllaç per Canviar la Contrasenya.
es: Enviar Enlace para Cambiar la Contraseña.
pt: Enviar Link para Alterar a Senha.

# security.SendLink
source: Send Link
ca: Enviar Enllaç
es: Enviar Enlace
pt: Enviar Link

# security.Description
source: Description
ca: Descripció
es: Descripción
pt: Descrição

# security.APISecurityToken
source: API Security Token
ca: Token de Seguretat de l'API
es: Token de Seguridad de la API
pt: Token de Segurança da API

# security.CreatedOn
source: Created on
ca: Creat el
es: Creado el
pt: Criado em

# notifications.Title
source: Codis365 - Notifications
ca: Notificacions
es: Notificaciones
pt: Notificações

# notifications.Notifications
source: Notifications
ca: Notificacions
es: Notificaciones
pt: Notificações

# notifications.Notification
source: Notification
ca: Notificació
es: Notificación
pt: Notificação

# notifications.From
source: From
ca: De
es: De
pt: De

# notifications.Received
source: Received
ca: Rebuda
es: Recibido
pt: Recebido

# notifications.CompleteYour
source: Complete Your Profile Now!
ca: Completa el teu perfil ara!
es: ¡Completa tu perfil ahora!
pt: Complete seu perfil agora!

# notifications.CompleteYourTxt1
source: Welcome to our community! To make the most out of your experience and unlock all the features we have to offer, we need just a little more information from you. Complete your profile now to access exclusive content, personalized recommendations, and more. Let’s get started
ca: Benvingut a la nostra comunitat! Per aprofitar al màxim la teva experiència i desbloquejar totes les funcions que t'oferim, necessitem una mica més d'informació sobre tu. Completa el teu perfil ara per accedir a contingut exclusiu, recomanacions personalitzades i molt més. Som-hi!
es: ¡Bienvenido a nuestra comunidad! Para aprovechar al máximo tu experiencia y desbloquear todas las funciones que ofrecemos, necesitamos un poco más de información sobre ti. Completa tu perfil ahora para acceder a contenido
pt: Bem-vindo à nossa comunidade! Para aproveitar ao máximo a sua experiência e desbloquear todos os recursos que oferecemos, precisamos de um pouco mais de informação sobre você. Complete seu perfil agora para acessar conteúdo exclusivo, recomendações personalizadas e muito mais. Vamos começar!

# notifications.CompleteYourTxt2
source: We're excited to see what you achieve with full access! If you need any help along the way, our support team is just a click away.
ca: Estem emocionats de veure què aconsegueixes amb accés complet! Si necessites ajuda durant el procés, el nostre equip de suport és a només un clic de distància.
es: ¡Estamos emocionados por ver lo que logras con acceso completo! Si necesitas ayuda en el camino, nuestro equipo de soporte está a solo un clic de distancia.
pt: Estamos entusiasmados para ver o que você alcança com acesso completo! Se precisar de ajuda pelo caminho, nossa equipe de suporte está a apenas um clique de distância.

# notifications.CompleteYourTxt3
source: Best regards,<br />The Codis365 Services Team
ca: Atentament,<br />L'Equip de Serveis de Codis365
es: Saludos cordiales,<br />El Equipo de Servicios de Codis365
pt: Atenciosamente,<br />A Equipe de Serviços Codis365

# notifications.Unread
source: Unread
ca: No llegit
es: No leído
pt: Não lido

# notifications.Read
source: Read
ca: Llegit
es: Leído
pt: Lido

# notifications.CompleteYourFB
source: Complete Your Profile to Unlock Full Benefits!
ca: Completa el teu perfil per desbloquejar tots els beneficis!
es: ¡Completa tu perfil para desbloquear todos los beneficios!
pt: Complete seu perfil para desbloquear todos os benefícios!

# notifications.CompleteYourFB1
source: Welcome to our community! To make the most out of your experience and unlock all the features we have to offer, we need just a little more information from you. Complete your profile now to access exclusive content, personalized recommendations, and more. Let’s get started!
ca: Benvingut a la nostra comunitat! Per aprofitar al màxim la teva experiència i desbloquejar totes les funcions que t'oferim, necessitem una mica més d'informació sobre tu. Completa el teu perfil ara per accedir a contingut exclusiu, recomanacions personalitzades i molt més. Som-hi!
es: ¡Bienvenido a nuestra comunidad! Para aprovechar al máximo tu experiencia y desbloquear todas las funciones que ofrecemos, necesitamos un poco más de información sobre ti. Completa tu perfil ahora para acceder a contenido exclusivo, recomendaciones personalizadas y mucho más. ¡Empecemos!
pt: Bem-vindo à nossa comunidade! Para aproveitar ao máximo a sua experiência e desbloquear todos os recursos que oferecemos, precisamos de um pouco mais de informação sobre você. Complete seu perfil agora para acessar conteúdo exclusivo, recomendações personalizadas e muito mais. Vamos começar!

# notifications.CompleteYourFB2
source: We're excited to see what you achieve with full access! If you need any help along the way, our support team is just a click away.
ca: Estem emocionats de veure què aconsegueixes amb accés complet! Si necessites ajuda durant el procés, el nostre equip de suport és a només un clic de distància.
es: ¡Estamos emocionados por ver lo que logras con acceso completo! Si necesitas ayuda en el camino, nuestro equipo de soporte está a solo un clic de distancia.
pt: Estamos entusiasmados para ver o que você alcança com acesso completo! Se precisar de ajuda pelo caminho, nossa equipe de suporte está a apenas um clique de distância.

# notifications.CompleteYourFB3
source: Best regards,<br />The Codis365 Services Team
ca: Atentament,<br />L'Equip de Serveis de Codis365
es: Saludos cordiales,<br />El Equipo de Servicios de Codis365
pt: Atenciosamente,<br />A Equipe de Serviços Codis365

# notifications.CompleteYourJourney
source: Welcome to Codis365 Services – Your Journey Begins Here!
ca: Benvingut als Serveis Codis365 – El teu viatge comença aquí!
es: ¡Bienvenido a los Servicios Codis365 – Tu viaje comienza aquí!
pt: Bem-vindo aos Serviços Codis365 – Sua jornada começa aqui!

# notifications.CompleteYourJourneyTxt1
source: Hello and thank you for choosing Codis365 Services! We're excited to have you onboard and are looking forward to helping you achieve your goals with our cutting-edge solutions. Whether you're looking to enhance your operations, streamline processes, or boost efficiency, our dedicated team is here to support you every step of the way. As a Codis365 client, you have access to our suite of innovative services and a support team that genuinely cares about your success. Explore our range of offerings and do not hesitate to reach out with any questions or to request personalized assistance.
ca: Hola i gràcies per triar els Serveis Codis365! Estem emocionats de tenir-te a bord i esperem poder ajudar-te a aconseguir els teus objectius amb les nostres solucions de punta. Tant si busques millorar les teves operacions, optimitzar processos o augmentar l'eficiència, el nostre equip dedicat està aquí per donar-te suport en cada pas del camí. Com a client de Codis365, tens accés a la nostra suite de serveis innovadors i a un equip de suport que realment es preocupa pel teu èxit. Explora la nostra gamma d'ofertes i no dubtis a contactar amb nosaltres si tens alguna pregunta o si necessites assistència personalitzada.
es: ¡Hola y gracias por elegir los Servicios Codis365! Estamos emocionados de tenerte a bordo y esperamos poder ayudarte a alcanzar tus objetivos con nuestras soluciones de vanguardia. Ya sea que busques mejorar tus operaciones, optimizar procesos o aumentar la eficiencia, nuestro equipo dedicado está aquí para apoyarte en cada paso del camino. Como cliente de Codis365, tienes acceso a nuestra gama de servicios innovadores y a un equipo de soporte que realmente se preocupa por tu éxito. Explora nuestra variedad de ofertas y no dudes en contactarnos si tienes alguna pregunta o necesitas asistencia personalizada.
pt: Olá e obrigado por escolher os Serviços Codis365! Estamos empolgados por tê-lo a bordo e ansiosos para ajudá-lo a alcançar seus objetivos com nossas soluções de ponta. Seja para aprimorar suas operações, agilizar processos ou aumentar a eficiência, nossa equipe dedicada está aqui para apoiá-lo em cada etapa do caminho. Como cliente da Codis365, você tem acesso ao nosso portfólio de serviços inovadores e a uma equipe de suporte que genuinamente se importa com o seu sucesso. Explore nossa variedade de ofertas e não hesite em entrar em contato se tiver dúvidas ou precisar de assistência personalizada.

# notifications.CompleteYourJourneyTxt2
source: Thank you for trusting us. Let’s make great things happen together!
ca: Gràcies per confiar en nosaltres. Fem grans coses junts!
es: Gracias por confiar en nosotros. ¡Hagamos grandes cosas juntos!
pt: Obrigado por confiar em nós. Vamos fazer grandes coisas juntos!

# notifications.CompleteYourJourneyTxt3
source: Best regards,<br />The Codis365 Services Team
ca: Atentament,<br />L'Equip de Serveis de Codis365
es: Saludos cordiales,<br />El Equipo de Servicios de Codis365
pt: Atenciosamente,<br />A Equipe de Serviços Codis365

# analytics.Title
source: Analytics & Reports
ca: Anàlisis i Informes
es: Análisis e Informes
pt: Análises e Relatórios

# analytics.Incoming
source: Incoming interactions
ca: Interaccions entrants
es: Interacciones entrantes
pt: Interações recebidas

# analytics.Origin
source: Origin of QR code readings
ca: Origen de les lectures de codis QR
es: Origen de las lecturas de códigos QR
pt: Origem das leituras de códigos QR

source: analytics.Update
ca: Actualització
es: Actualización
pt: Atualização

# analytics.Most
source: Most read barcodes
ca: Còdigs de barres més llegits
es: Códigos de barras más leídos
pt: Códigos de barras mais lidos

# analytics.Historical
source: All historical records are included
ca: Tots els registres històrics estan inclosos
es: Todos los registros históricos están incluidos
pt: Todos os registros históricos estão incluídos

# analytics.Analytic
source: Analytic Report
ca: Informe Analític
es: Informe Analítico
pt: Relatório Analítico

# analytics.NoData
source: *There is no data to generate reports. Please come back after 24 hours.
ca: No hi ha dades per generar informes. Torna després de 24 hores.
es: No hay datos para generar informes. Vuelve después de 24 horas.
pt: Não há dados para gerar relatórios. Volte depois de 24 horas.

# analytics.UserStats
source: User Stats Report
ca: Informe d'Estadístiques d'Usuari
es: Informe de Estadísticas de Usuario
pt: Relatório de Estatísticas de Usuário

# working.Txt1
source: We're excited to announce that we are currently working on an Integration section (Price List) for our platform! This new feature is designed to enhance your experience by providing seamless connections between Codis365 and other tools and services you use.
ca: Estem emocionats d'anunciar que actualment estem treballant en una secció d'Integració (Llista de Preus) per a la nostra plataforma! Aquesta nova funció està dissenyada per millorar la teva experiència proporcionant connexions sense interrupcions entre Codis365 i altres eines i serveis que utilitzes.
es: ¡Estamos emocionados de anunciar que actualmente estamos trabajando en una sección de Integración (Lista de Precios) para nuestra plataforma! Esta nueva característica está diseñada para mejorar tu experiencia proporcionando conexiones sin interrupciones entre Codis365 y otras herramientas y servicios que utilizas.
pt: Estamos animados em anunciar que atualmente estamos trabalhando em uma seção de Integração (Lista de Preços) para nossa plataforma! Esse novo recurso foi projetado para melhorar sua experiência, proporcionando conexões sem interrupções entre o Codis365 e outras ferramentas e serviços que você utiliza.

# working.Txt2
source: Stay Tuned:
ca: Mantingueu-vos atents:
es: Mantente atento:
pt: Fique atento:

# working.Txt3
source: We appreciate your patience and excitement as we prepare to roll out this new feature. Stay tuned for updates, and we look forward to enhancing your Codis365 experience with powerful integration capabilities.
ca: Agraïm la teva paciència i entusiasme mentre preparem el llançament d'aquesta nova funció. Mantingueu-vos atents a les actualitzacions i esperem millorar la teva experiència a Codis365 amb potents capacitats d'integració.
es: Agradecemos tu paciencia y entusiasmo mientras preparamos el lanzamiento de esta nueva función. Mantente atento a las actualizaciones, y esperamos mejorar tu experiencia en Codis365 con potentes capacidades de integració
pt: Agradecemos sua paciência e entusiasmo enquanto nos preparamos para lançar esse novo recurso. Fique atento às atualizações e estamos ansiosos para aprimorar sua experiência no Codis365 com poderosas capacidades de integração.

# working.Txt4
source: We appreciate your patience and excitement as we prepare to roll out this new feature. Stay tuned for updates, and we look forward to enhancing your Codis365 experience with powerful integration capabilities.
ca: Gràcies per formar part de la nostra comunitat. Estem desitjosos de portar-te aquestes noves funcionalitats que t'ajudaran a portar la teva productivitat al següent nivell.
es: Gracias por ser parte de nuestra comunidad. Estamos ansiosos de traerte estas nuevas funcionalidades que te ayudarán a llevar tu productividad al siguiente nivel.
pt: Obrigado por fazer parte da nossa comunidade. Estamos ansiosos para trazer essas novas funcionalidades que ajudarão a levar sua produtividade para o próximo nível.

# working.Txt0
source: Coming Soon:
ca: Aquesta opció estarà disponible aviat!
es: ¡Esta opción estará disponible próximamente!
pt: Esta opção estará disponível em breve!

# integration.RatesList
source: Rates List
ca: Llista de Tarifes
es: Lista de Tarifas
pt: Lista de Tarifas

# integration.Catalog
source: Catalog
ca: Catàleg
es: Catálogo
pt: Catálogo

# integration.Inventory
source: Inventory
ca: Inventari de Productes
es: Inventario de Productos
pt: Inventário de Produtos

# integration.Prices
source: Prices
ca: Preus
es: Precios
pt: Preços

# integration.InventoryOverview
source: Inventory Overview
ca: Visió General de l'Inventari
es: Descripción General del Inventario
pt: Visão Geral do Inventário

# integration.Integration
source: Integration
ca: Integració
es: Integración
pt: Integração

# integration.PricesOverview
source: Prices Overview
ca: Visió General de Preus
es: Descripción General de Precios
pt: Visão Geral dos Preços

# integration.CatalogOverview
source: Catalog Overview
ca: Visió General del Catàleg
es: Descripción General del Catálogo
pt: Visão Geral do Catalogo

# integration.RatesOverview
source: Rates List Overview
ca: Visió General de Tarifes
es: Descripción General de Tarifas
pt: Visão Geral das Tabelas de Preços

# barcodes.Management
source: Management
ca: Gestió
es: Gestión
pt: Gestão

# barcodes.BarcodesOverview
source: Barcodes Overview
ca: Vista General de laCòdigs de Barres
es: Vista General Códigos de Barras
pt: Visão Geral da Gestâo Códigos de Barras

# barcodes.Barcodes
source: Barcodes
ca: Còdigs de barres
es: Códigos de barras
pt: Códigos de barras

# barcodes.BarcodeManagement
source: Barcodes Management
ca: Gestió de Còdigs de Barres
es: Gestión de Códigos de Barras
pt: Gestão de Códigos de Barras

# staticbarcodes.StaticBarcodes
source: Static Barcodes
ca: Còdigs de Barres Estàtics
es: Códigos de Barras Estáticos
pt: Códigos de Barras Estáticos

# staticbarcodes.UserStaticBarcodes
source: User Static Barcodes
ca: Còdigs de Barres Estàtics d'Usuari
es: Códigos de Barras Estáticos de Usuario
pt: Códigos de Barras Estáticos de Usuário

# barcodes.Barcode
source: Barcode
ca: Còdi de barres
es: Código de barras
pt: Códigos de barras
