Repository: jbalcellssUOC/TFG-GEI_WebApp
Catalog: Resources/BasicResources.*.resx
Languages: ca, es, pt

# barcodes.Description
source: Description
ca: Descripció
es: Descripción
pt: Descrição

# barcodes.CreatedOn
source: Created on
ca: Creat el
es: Creado el
pt: Criado em

# barcodes.Type
source: Type
ca: Tipus
es: Tipo
pt: Tipo

# barcodes.Value
source: Value
ca: Valor
es: Valor
pt: Valor

# barcodes.Status
source: Status
ca: Estat
es: Estado

# barcodes.Action
source: Action
ca: Acció
es: Acción
pt: Ação

# dynamicbarcodes.DynamicBarcodes
source: Dynamic Barcodes
ca: Còdigs de Barres Dinàmics
es: Códigos de Barras Dinámicos
pt: Códigos de Barras Dinâmicos

# dynamicbarcodes.UserDynamicBarcodes
source: User Dynamic Barcodes
ca: Còdigs de Barres Dinàmics d'Usuari
es: Códigos de Barras Dinámicos de Usuario
pt: Códigos de Barras Dinâmicos de Usuário

# support.SupportStaff
source: Support Staff
ca: Equip de Suport
es: Equipo de Soporte
pt: Equipe de Suporte

# support.WroteOn
source: wrote on
ca: va escriure el
es: escribió en
pt: escreveu em

# support.SupportPrompt
source: How can we assist you today with Codis365 services?
ca: Com podem ajudar-te avui amb els serveis de Codis365?
es: ¿Cómo podemos ayudarte hoy con los servicios de Codis365?
pt: Como podemos ajudá-lo hoje com os serviços Codis365?

# support.PreviousButton
source: Previous conversations
ca: Converses anteriors
es: Conversaciones anteriores
pt: Conversas anteriores

# security.Enable2FA
source: <strong>Enable 2FA</strong> (Enables two-factor authentication to increase the security of your account and protect it from unauthorized access)
ca: <strong>Habilitar 2FA</strong> (Activa-Desactiva l'autenticació en dos factors per augmentar la seguretat del teu compte i protegir-lo contra accessos no autoritzats)
es: <strong>Habilitar 2FA</strong> (Activa-Desactiva la autenticación de dos factores para aumentar la seguridad de tu cuenta y protegerla contra accesos no autorizados)
pt: <strong>Ativar 2FA</strong> (Ativa-Desativa a autenticação de dois fatores para aumentar a segurança da sua conta e protegê-la contra acessos não autorizados)
