Repository: jbalcellssUOC/TFG-GEI_WebApp
Catalog: Resources/BasicResources.*.resx
Languages: ca, es, pt

# ACCOUNT_ERROR1
source: The user cannot be created. User {0} already exists in the system.
ca: No es pot crear l'usuari. L'usuari {0} ja existeix al sistema.
es: No se puede crear el usuario. El usuario {0} ya existe en el sistema.
pt: Não é possível criar o usuário. O usuário {0} já existe no sistema.

# ACCOUNT_ERROR2
source: Unable to create account for {0}. Please check with support.
ca: No es pot crear el compte per a {0}. Si us plau, consulteu amb el suport.
es: No se puede crear la cuenta para {0}. Por favor consulte con soporte.
pt: Não é possível criar a conta para {0}. Por favor, entre em contato com o suporte.

# LOGIN_ERROR1
source: Unable to log in, please check your login details.
ca: No s'ha pogut iniciar sessió, si us plau verifica les teves dades d'accés.
es: No se pudo iniciar sesión, por favor verifica tus datos de acceso.
pt: Não foi possível iniciar sessão, por favor verifique os seus dados de acesso.

# LOGIN_ERROR2
source: Unable to log in, please try again later.
ca: No s'ha pogut iniciar sessió, si us plau intenta-ho de nou més tard.
es: No se pudo iniciar sesión, por favor intenta de nuevo más tarde.
pt: Não foi possível iniciar sessão, por favor tente novamente mais tarde.

# LOGIN_ERROR3
source: Your account has been locked due to multiple unsuccessful login attempts. Please reset your password to regain access.
ca: El teu compte ha estat bloquejat a causa de múltiples intents fallits d'inici de sessió. Si us plau, restableix la teva contrasenya per recuperar l'accés.
es: Tu cuenta ha sido bloqueada debido a múltiples intentos fallidos de inicio de sesión. Por favor, restablece tu contraseña para recuperar el acceso.
pt: Sua conta foi bloqueada devido a várias tentativas falhas de login. Por favor, redefina sua senha para recuperar o acesso.

# login.LoginText
source: Sign in with your email
ca: Inici de sessió
es: Inicia sesión con tu email
pt: Inicie sessão com seu e-mail

# login.KeepSigned
source: Keep me signed in
ca: Manté la sessió activa
es: Mantén la sesión conectada
pt: Mantenha a sessão ativa

# login.ForgotPassword
source: Forgot your password?
ca: Recuperar contrasenya?
es: ¿Recuperar contraseña?
pt: Recuperar senha?

# login.CreateAccount
source: Create an account to use Codis365 services
ca: Crea un compte per utilitzar els serveis de Codis365
es: Crea una cuenta para usar los servicios de Codis365
pt: Crie uma conta para usar os serviços do Codis365

# createAccount.Info
source: Please provide a new username and secure password that complies with our security policies.
ca: Si us plau, proporcioneu un nom d'usuari nou i una contrasenya segura que compleixi amb les nostres polítiques de seguretat.
es: Por favor, proporcione un nuevo nombre de usuario y una contraseña segura que cumpla con nuestras políticas de seguridad.
pt: Forneça um novo nome de usuário e uma senha segura que estejam em conformidade com nossas políticas de segurança.

# createAccount.NoAccount
source: The user account for <strong>{0}</strong> exist in Codis365. Now you can create a new account with the minimum data and complete your user profile later.
ca: El compte d'usuari per a <strong>{0}</strong> existeix a Codis365. Ara pots crear un nou compte amb les dades mínimes i completar el teu perfil d'usuari més tard.
es: La cuenta de usuario para <strong>{0}</strong> ya existe en Codis365. Ahora puedes crear una nueva cuenta con los datos mínimos y completar tu perfil de usuario más tarde.
pt: A conta de usuário para <strong>{0}</strong> não existe no Codis365. Agora você pode criar uma nova conta com os dados mínimos e completar seu perfil de usuário mais tarde.

# createAccount.Provide
source: Please provide a name for your account
ca: Si us plau, proporciona un nom per al teu compte
es: Por favor, proporciona un nombre para tu cuenta
pt: Por favor, forneça um nome para sua conta

# createAccount.InvalidEmail
source: Invalid email address, please provide a valid address in the format: email@domain.com
ca: Adreça de correu electrònic no vàlida, si us plau, proporciona una adreça vàlida en el format: email@domini.com
es: Dirección de correo electrónico no válida, por favor, proporciona una dirección válida en el formato: email@dominio.com
pt: Endereço de e-mail inválido, por favor, forneça um endereço válido no formato: email@dominio.com

# createAccount.ProvideValidEmail
source: Please provide a valid email address in the format: email@domain.com
ca: Si us plau, proporciona una adreça de correu electrònic vàlida en el format: email@domini.com
es: Por favor, proporciona una dirección de correo electrónico válida en el formato: email@dominio.com
pt: Por favor, forneça um endereço de e-mail válido no formato: email@dominio.com

# createAccount.Pattern
source: Enter a valid password with the following pattern: Minimum 8 characters, 1 uppercase, 1 lowercase, 1 number and 1 special character.
ca: Introdueix una contrasenya vàlida amb el següent patró: Mínim 8 caràcters, 1 majúscula, 1 minúscula, 1 número i 1 caràcter especial.
es: Introduce una contraseña válida con el siguiente patrón: Mínimo 8 caracteres, 1 mayúscula, 1 minúscula, 1 número y 1 carácter especial.
pt: Insira uma senha válida com o seguinte padrão: Mínimo de 8 caracteres, 1 letra maiúscula, 1 letra minúscula, 1 número e 1 caractere especial.

# createAccount.PatternError
source: Password must contain at least 8 characters, including 1 uppercase letter, 1 lowercase letter, 1 number and 1 special character.
ca: La contrasenya ha de contenir almenys 8 caràcters, incloent 1 lletra majúscula, 1 lletra minúscula, 1 número i 1 caràcter especial.
es: La contraseña debe contener al menos 8 caracteres, incluyendo 1 letra mayúscula, 1 letra minúscula, 1 número y 1 carácter especial.
pt: A senha deve conter pelo menos 8 caracteres, incluindo 1 letra maiúscula, 1 letra minúscula, 1 número e 1 caractere especial.

# createAccount.License
source: License Terms and Conditions
ca: Termes i condicions de la llicència
es: Términos y condiciones de la licencia
pt: Termos e condições da licença

# createAccount.License1
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
ca: S'atorga permís, de forma gratuïta, a qualsevol persona que obtingui una còpia d'aquest programari i dels fitxers de documentació associats (el "Programari"), per utilitzar el Programari sense restriccions, inclosos, entre altres, els drets d'ús, còpia, modificació, combinació, publicació, distribució, sublicència i/o venda de còpies del Programari, i per permetre que les persones a qui es lliura el Programari facin el mateix, subjecte a les següents condicions: L'avís de copyright anterior i aquest avís de permís s'hauran d'incloure en totes les còpies o parts substancials del Programari.
es: Se concede permiso, de forma gratuita, a cualquier persona que obtenga una copia de este software y de los archivos de documentación asociados (el "Software"), para utilizar el Software sin restricciones, incluyendo, entre otras, las facultades de usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar y/o vender copias del Software, y permitir a las personas a quienes se proporcione el Software hacerlo, sujeto a las siguientes condiciones: El aviso de copyright anterior y este aviso de permiso deberán incluirse en todas las copias o partes sustanciales del Software.
pt: É concedida permissão, gratuitamente, a qualquer pessoa que obtenha uma cópia deste software e dos arquivos de documentação associados (o "Software"), para utilizar o Software sem restrições, incluindo, sem limitação, os direitos de usar, copiar, modificar, fundir, publicar, distribuir, sublicenciar e/ou vender cópias do Software, e permitir que as pessoas a quem o Software é fornecido façam o mesmo, sujeitas às seguintes condições: O aviso de direitos autorais acima e este aviso de permissão devem ser incluídos em todas as cópias ou partes substanciais do Software.

# createAccount.License2
source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES, OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT, OR OTHERWISE, ARISING FROM, OUT OF, OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ca: EL PROGRAMARI ES PROPORCIONA "TAL COM ÉS", SENSE CAP GARANTIA DE CAP TIPUS, EXPRESSA O IMPLÍCITA, INCLOSES, ENTRE ALTRES, LES GARANTIES DE COMERCIABILITAT, ADEQUACIÓ A UN PROPÒSIT PARTICULAR I NO INFRACCIÓ. EN CAP CAS ELS AUTORS O ELS TITULARS DELS DRETS D'AUTOR SERAN RESPONSABLES DE CAP RECLAMACIÓ, DANY O ALTRES RESPONSABILITATS, JA SIGUI EN UN CONTRACTE, PERJUDICI O D'ALTRA MANERA, DERIVADES DE, O EN RELACIÓ AMB, EL PROGRAMARI O L'ÚS O ALTRES RELACIONS AMB EL PROGRAMARI.
es: EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. EN NINGÚN CASO LOS AUTORES O TITULARES DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN UN CONTRATO, AGRAVIO O DE OTRA MANERA, DERIVADAS DE, O EN RELACIÓN CON, EL SOFTWARE O SU USO U OTRAS RELACIONES CON EL SOFTWARE.
pt: O SOFTWARE É FORNECIDO "NO ESTADO EM QUE SE ENCONTRA", SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO, ÀS GARANTIAS DE COMERCIALIZAÇÃO, ADEQUAÇÃO A UM DETERMINADO FIM E NÃO VIOLAÇÃO. EM NENHUMA HIPÓTESE OS AUTORES OU DETENTORES DOS DIREITOS AUTORAIS SERÃO RESPONSÁVEIS POR QUALQUER RECLAMAÇÃO, DANOS OU OUTRA RESPONSABILIDADE, SEJA EM UMA AÇÃO CONTRATUAL, DELITO OU OUTRO, DECORRENTE, DE OU EM CONEXÃO COM O SOFTWARE OU O USO OU OUTRAS TRANSAÇÕES NO SOFTWARE.

# createAccount.PasswordDoNotMatch
source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
es: Las contraseñas no coinciden.
pt: As senhas não coincidem.

# login.IvalidEmail
source: Invalid email address, please provide a valid address in the format: email@domain.com
ca: Adreça de correu electrònic no vàlida, si us plau, proporciona una adreça vàlida en el format: email@domini.com
es: Dirección de correo electrónico no válida, por favor, proporciona una dirección válida en el formato: email@dominio.com
pt: Endereço de e-mail inválido, por favor, forneça um endereço válido no formato: email@dominio.com

# login.ProvideValidEmail
source: Please provide a valid email address in the format: email@domain.com
ca: Si us plau, proporciona una adreça de correu electrònic vàlida en el format: email@domini.com
es: Por favor, proporciona una dirección de correo electrónico válida en el formato: email@dominio.com
pt: Por favor, forneça um endereço de e-mail válido no formato: email@dominio.com

# createAccount.RepeatPassword
source: Repeat password
ca: Repeteix la contrasenya
es: Repite la contraseña
pt: Repita a senha

# createAccount.Name
source: Name
ca: Nom
es: Nombre
pt: Nome

# createAccount.AcceptLicense
source: I accept the {0}
ca: Accepto el {0}
es: Acepto los {0}
pt: Aceito os {0}

# createAccount.CreateAccount
source: Create Account
ca: Crear compte
es: Crear cuenta
pt: Criar conta

# login.PatternError
source: Enter a valid password with the following pattern: Minimum 8 characters, 1 uppercase, 1 lowercase, 1 number and 1 special character.
ca: Introdueix una contrasenya vàlida amb el següent patró: Mínim 8 caràcters, 1 majúscula, 1 minúscula, 1 número i 1 caràcter especial.
es: Introduce una contraseña válida con el siguiente patrón: Mínimo 8 caracteres, 1 mayúscula, 1 minúscula, 1 número y 1 carácter especial.
pt: Insira uma senha válida com o seguinte padrão: Mínimo de 8 caracteres, 1 letra maiúscula, 1 letra minúscula, 1 número e 1 caractere especial.

# passwordRecovery.Title
source: Create a new password with email address registered in Codis365.
ca: Crea una nova contrasenya amb l'adreça de correu registrada a Codis365.
es: Crea una nueva contraseña con la dirección de correo registrada en Codis365.
pt: Crie uma nova senha com o endereço de e-mail registrado no Codis365.

# passwordRecovery.PasswordRecovery
source: Password recovery
ca: Recuperar contrasenya
es: Recuperar contraseña
pt: Recuperar senha

# passwordRecovery.Provide
source: Please provide a valid email address in the format: email@domain.com
ca: Si us plau, proporciona una adreça de correu electrònic vàlida en el format: email@domini.com
es: Por favor, proporciona una dirección de correo electrónico válida en el formato: email@dominio.com
pt: Por favor, forneça um endereço de e-mail válido no formato: email@dominio.com

# passwordRecovery.InvalidEmail
source: Invalid email address, please provide a valid address in the format: email@domain.com
ca: Adreça de correu electrònic no vàlida, si us plau, proporciona una adreça vàlida en el format: email@domini.com
es: Dirección de correo electrónico no válida, por favor, proporciona una dirección válida en el formato: email@dominio.com
pt: Endereço de e-mail inválido, por favor, forneça um endereço válido no formato: email@dominio.com

# passwordRecovery.Confirmation
source: You will receive an email in a few seconds with a link to reset your password. This link is valid for 30 minutes. If you are unable to do this within this time, you will have to request a new password change.
ca: Rebràs un correu electrònic en uns segons amb un enllaç per restablir la teva contrasenya. Aquest enllaç és vàlid durant 30 minuts. Si no pots fer el canvi dins d'aquest temps, hauràs de sol·licitar un nou canvi de contrasenya.
es: Recibirás un correo electrónico en unos segundos con un enlace para restablecer tu contraseña. Este enlace es válido durante 30 minutos. Si no puedes realizar el cambio dentro de este tiempo, deberás solicitar un nuevo cambio de contraseña.
pt: Você receberá um e-mail em alguns segundos com um link para redefinir sua senha. Este link é válido por 30 minutos. Se você não conseguir fazer isso nesse tempo, será necessário solicitar uma nova alteração de senha.

# passwordChangeOk.Info
source: Your password has been changed successfully. Please click on the button below to log in again to Codis365.
ca: La teva contrasenya s'ha canviat amb èxit. Si us plau, fes clic al botó de sota per tornar a iniciar sessió a Codis365.
es: Tu contraseña ha sido cambiada con éxito. Por favor, haz clic en el botón de abajo para volver a iniciar sesión en Codis365.
pt: Sua senha foi alterada com sucesso. Por favor, clique no botão abaixo para fazer login novamente no Codis365.

# passwordRecovery.PageTitle
source: Codis365 - Password Reset
ca: Restabliment de Contrasenya
es: Restablecimiento de Contraseña
pt: Redefinição de Senha

# passwordChange.Pagetitle
source: Codis365 - Change password
ca: Canviar contrasenya
es: Cambiar contraseña
pt: Alterar senha

# passwordChange.Title
source: Please provide a new secure password that complies with our security policies.
ca: Si us plau, introdueix una nova contrasenya segura que compleixi amb les nostres polítiques de seguretat.
es: Por favor, proporciona una nueva contraseña segura que cumpla con nuestras políticas de seguridad.
pt: Por favor, forneça uma nova senha segura que esteja em conformidade com nossas políticas de segurança.

# topNavBar.Welcome
source: Welcome to the Codis365 Backend
ca: Benvingut al Backend de Codis365
es: Bienvenido al Backend de Codis365
pt: Bem-vindo ao Backend do Codis365

# topNavBar.UnreadMessages
source: You have 2 unread Notifications
ca: Tens 2 notificacions sense llegir
es: Tienes 2 notificaciones sin leer
pt: Você tem 2 notificações não lidas

# topNavBar.MessagesTime
source: 4 minutes ago
ca: Fa 4 minuts
es: Hace 4 minutos
pt: Há 4 minutos

# topNavBar.Logout
source: Logout
ca: Tancar sessió
es: Desconectar
pt: Desconectar

# topNavBar.Search
source: Search across Codis365...
ca: Cercar a Codis365...
es: Buscar en Codis365...
pt: Pesquisar no Codis365...

# navigation.Profile
source: Profile
ca: Perfil
es: Perfil
pt: Perfil

# navigation.Notifications
source: Notifications
ca: Notificacions
es: Notificaciones
pt: Notificações

# navigation.Logout
source: Logout
ca: Tancar sessió
es: Deconectar
pt: Desconectar

# navigation.Barcodes
source: Barcodes
ca: Codis de barres
es: Códigos de barras
pt: Códigos de barras

# navigation.StaticBarcodes
source: Static Barcodes
ca: Codis Estàtics
es: Códigos Estáticos
pt: Códigos Estáticos

# navigation.DynamicBarcodes
source: Dynamic Barcodes
ca: Codis dinàmics
es: Códigos dinámicos
pt: Códigos dinâmicos

# navigation.Management
source: Management
ca: Gestió
es: Gestión
pt: Gestão

# navigation.Help
source: Help
ca: Ajuda
es: Ayuda
pt: Ajuda

# navigation.Support
source: Support
ca: Suport
es: Soporte
pt: Suporte

# navigation.SupportForm
source: Support Form
ca: Formulari de suport
es: Formulario de soporte
pt: Formulário de suporte

# navigation.SettingsAndSecurity
source: Settings & Security
ca: Configuració i Seguretat
es: Configuración y Seguridad
pt: Configurações e Segurança

# navigation.Settings
source: Settings
ca: Configuració
es: Configuración
pt: Configurações

# navigation.Security
source: Security
ca: Seguretat
es: Seguridad
pt: Segurança

# navigation.AnalyticsAndReports
source: Analytics & Reports
ca: Anàlisi i Informes
es: Análisis e Informes
pt: Análises e Relatórios

# navigation.Integration
source: Integration
ca: Integració
es: Integración
pt: Integração

# navigation.ProductInventory
source: Product Inventory
ca: Inventari de productes
es: Inventario de productos
pt: Inventário de produtos

# navigation.PriceList
source: Price List
ca: Llista de preus
es: Lista de precios
pt: Lista de preços

# navigation.Rates
source: Rates
ca: Tarifes
es: Tarifas
pt: Tarifas

# navigation.Catalog
source: Catalog
ca: Catàleg
es: Catálogo
pt: Catálogo

# footer.SupportChat
source: Support Chat
ca: Xat de suport
es: Chat de soporte
pt: Chat de suporte

# footer.Claim
source: UOC, Bachelor's Degree in Computer Engineering, Final Degree Project, 2024
ca: UOC, Grau d'Enginyeria Informàtica, Treball Final de Grau, 2024
es: UOC, Grado en Ingeniería Informática, Trabajo Final de Grado, 2024
pt: UOC, Licenciatura em Engenharia Informática, Trabalho Final de Curso, 2024

# dashboard.Monthly
source: Monthly
ca: Mensual
es: Mensual
pt: Mensal

# dashboard.BarcodeGenerated
source: Barcode generated
ca: Codis generats
es: Códigos generados
pt: Códigos gerados

# dashboard.TotalBarcodes
source: Total barcodes
ca: Codis totals
es: Códigos totales
pt: Códigos totais

# dashboard.Annual
source: Annual
ca: Anual
es: Anual
pt: Anual

# dashboard.BarcodeReadings
source: Barcode readings
ca: Lectures de codis
es: Lecturas de códigos
pt: Leituras de códigos

# dashboard.NewReadings
source: New readings
ca: Noves lectures
es: Nuevas lecturas
pt: Novas leituras

# dashboard.Today
source: Today
ca: Avui
es: Hoy
pt: Hoje

# dashboard.Interactions
source: Interactions
ca: Interaccions
es: Interacciones
pt: Interações

# dashboard.NewInteractions
source: New interactions
ca: Noves interaccions
es: Nuevas interacciones
pt: Novas interações

# dashboard.QRAnalytics
source: QR Analytics
ca: Anàlisi de QR
es: Análisis de QR
pt: Análise de QR

# dashboard.TotalQRPeriod
source: Total QR Read in period
ca: Total de QR llegits en període
es: otal de QR leídos en período
pt: Total de QR lidos no período

# dashboard.TotalQRLastMonth
source: QR Reading in last month
ca: Lectura de QR en l'últim mes
es: Lectura de QR en el último mes
pt: Lectura de QR en l'últim mes

# dashboard.MonthlyQRReading
source: Monthly QR Reading
ca: Lectura mensual de QR
es: Lectura mensual de QR
pt: Leitura mensal de QR

source: dashboard.UserLastConn
ca: Últimes connexions de l'usuari
es: Últimas conexiones del usuario
pt: Últimas conexões do usuário

# dashboard.SourceIPv4
source: Source IPv4
ca: IPv4 d'origen
es: Pv4 de origen
pt: IPv4 de origem

# dashboard.Username
source: Username
ca: Usuari
es: Usuario
pt: Usuário

# dashboard.LastAccess
source: Last access
ca: Últim accés
es: Último acceso
pt: Último acesso

# dashboard.Location
source: Location
ca: Ubicació
es: Ubicación
pt: Localização

# dashboard.DeviceOS
source: Device OS
ca: SO Dispositiu
es: SO Dispositivo
pt: SO Dispositivo

# dashboard.DeviceBrowser
source: Device browser
ca: Navegador
es: Navegador
pt: Navegador

# dashboard.Status
source: Status
ca: Estat
es: Estado

# chat.SupportStaff
source: Support Staff #
ca: Equip de suport #
es: Equipo de soporte #
pt: Equipe de suporte #

# support.SupportOptions
source: Support Options
ca: Opcions de suport
es: Opciones de soporte
pt: Opções de Suporte

# support.Support
source: Support
ca: Suport
es: Soporte
pt: Suporte

# support.SupportOverview
source: Support Overview
ca: Visió general del suport
es: Descripción general del soporte
pt: Visão geral do suporte

# support.SendRequest
source: Send request!
ca: Enviar Sol·licitud!
es: ¡Enviar Solicitud!
pt: Enviar Pedido!

# support.Video
source: Support Video Tutorial
ca: Tutorials de de suport
es: Tutoriales de soporte
pt: Tutoriales em Vídeo de Suporte

# support.Placeholder1
source: Please describe the issue you are experiencing in Codis365, including any error messages you have seen and the steps leading up to the problem.
ca: Si us plau, descriu el problema que estàs experimentant a Codis365, incloent-hi qualsevol missatge del error que hagis vist i els passos previs que han portat al problema.
es: Por favor, describe el problema que estás experimentando en Codis365, incluyendo cualquier mensaje de error que hayas visto y los pasos previos que llevaron al problema.
pt: Por favor, descreva o problema que você está enfrentando no Codis365, incluindo quaisquer mensagens de erro que tenha visto e os passos que levaram ao problema.

# support.Placeholder2
source: Thank you for reaching out!
ca: Gràcies per posar-te en contacte!
es: ¡Gracias por ponerte en contacto!
pt: Obrigado por entrar em contato!

# support.ContactForm
source: Contact Form
ca: Formulari de Contacte
es: Formulario de Contacto
pt: Formulário de Contato

# settings.Title
source: App Settings
ca: Configuració de l'Aplicació
es: Configuración de la Aplicación
pt: Configurações do Aplicativo

# support.Title
source: Codis365 - Support
ca: Suport
es: Soporte
pt: Supore

# settings.SettingsOverview
source: Settings Overview
ca: Visió general de configuració
es: Descripción general de configuración
pt: Visão geral das configurações

# settings.SettingsAndSecurity
source: Settings & Security
ca: Configuració i Seguretat
es: Configuración y Seguridad
pt: Configurações e Segurança

# settings.Settings
source: Settings
ca: Configuració
es: Configuración
pt: Configurações
